[AdventDuelistM1 X2CharacterTemplate]
strCharacterName="变种人决斗者"

[AdventDuelistM2 X2CharacterTemplate]
strCharacterName="高级决斗者"

[AdventDuelistM3 X2CharacterTemplate]
strCharacterName="精英决斗者"

[AdventDuelistM1_Pistol_WPN X2WeaponTemplate]
FriendlyName="变种人磁力手枪"
BriefSummary="XCOM成功回收了各种标准步兵小武器；这是最常见的品种，类似于20年前使用的步枪。尽管它明显不如现代磁力技术，标准技术方法未知，但至少可以通过使用额外的武器回收来升级。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/> 如果士兵在两个动作都可用的情况下开火，那么三重射击的准确度会降低，但总体效率会提高。\n<Bullet/> 使用从敌人手中抢来的升级部件来提高突击步枪的战术效果。"
AbilityDescName="手枪"

[AdventDuelistM2_Pistol_WPN X2WeaponTemplate]
FriendlyName="变种人磁力手枪"
BriefSummary="XCOM成功回收了各种标准步兵小武器；这是最常见的品种，类似于20年前使用的步枪。尽管它明显不如现代磁力技术，标准技术方法未知，但至少可以通过使用额外的武器回收来升级。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/> 如果士兵在两个动作都可用的情况下开火，那么三重射击的准确度会降低，但总体效率会提高。\n<Bullet/> 使用从敌人手中抢来的升级部件来提高突击步枪的战术效果。"
AbilityDescName="手枪"

[AdventDuelistM3_Pistol_WPN X2WeaponTemplate]
FriendlyName="变种人磁力手枪"
BriefSummary="XCOM成功回收了各种标准步兵小武器；这是最常见的品种，类似于20年前使用的步枪。尽管它明显不如现代磁力技术，标准技术方法未知，但至少可以通过使用额外的武器回收来升级。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/> 如果士兵在两个动作都可用的情况下开火，那么三重射击的准确度会降低，但总体效率会提高。\n<Bullet/> 使用从敌人手中抢来的升级部件来提高突击步枪的战术效果。"
AbilityDescName="手枪"

[AnkleShot X2AbilityTemplate]
LocFriendlyName="脚踝射击"
LocLongDescription="发射一发子弹，如果命中，会急剧降低目标2个回合的机动能力。不结束回合并有2回合冷却时间。"
LocHelpText="发射一发子弹，如果命中，会急剧降低目标2个回合的机动能力。不结束回合并有2回合冷却时间。"
LocFlyOverText="脚踝射击"

[AdventDuelistM1_Pistol_XCOM_WPN X2WeaponTemplate]
FriendlyName="磁爪"
BriefSummary="我们现在称之为“磁爪”的变种人决斗者的手枪，它的设计结构提高了我们的士兵在装备磁爪时的机动性。"
TacticalText="<Bullet/> 磁力手枪比传统的手枪要有效率的多。\n<Bullet/> 与狙击步枪不同的是，手枪可以单动作射击。\n<Bullet/> 用你的第一个动作发射高级磁爪不会结束你的回合。"
AbilityDescName="手枪"

[AdventDuelistM2_Pistol_XCOM_WPN X2WeaponTemplate]
FriendlyName="高级磁爪"
BriefSummary="我们现在称之为“磁爪”的变种人决斗者的手枪，它的设计结构提高了我们的士兵在装备高级磁爪时的机动性。"
TacticalText="<Bullet/> 磁力手枪比传统的手枪要有效率的多。\n<Bullet/> 与狙击步枪不同的是，手枪可以单动作射击。\n<Bullet/> 用你的第一个动作发射高级磁爪不会结束你的回合。"
AbilityDescName="手枪"

[AdventDuelistM3_Pistol_XCOM_WPN X2WeaponTemplate]
FriendlyName="优质磁爪"
BriefSummary="我们现在称之为“磁爪”的变种人决斗者的手枪，它的设计结构提高了我们的士兵在装备优质磁爪时的机动性。"
TacticalText="<Bullet/> 磁力手枪比传统的手枪要有效率的多。\n<Bullet/> 与狙击步枪不同的是，手枪可以单动作射击。\n<Bullet/> 用你的第一个动作发射高级磁爪不会结束你的回合。"
AbilityDescName="手枪"

[CorpseAdventDuelist X2ItemTemplate]
FriendlyName="变种人决斗者尸体"
FriendlyNamePlural="变种人决斗者尸体"
BriefSummary="与变种人士兵没有太大区别，变种人决斗者外表几乎与士兵相同，只是他们的反应能力似乎比后者高得多。他们超凡的敏捷性使他们能够以最高的效率使用手枪。"

[AutopsyAdventDuelist X2TechTemplate]
DisplayName="解剖变种人决斗者"
Summary="既然我们知道这一发明并不是纯人类的合作者，而是真正的外星-人类混血儿，那么仔细分析掉下来的士兵的组织可能会对外星人所造成的生理变化有所帮助。他们接收到的神经芯片也可能使我们能够制造一种装备，让我们在不被注意的情况下扫描战场。"
CodeName="闪亮"
LongDescription=""与变种人士兵没有太大区别，变种人决斗者外表几乎与士兵相同，只是他们的反应能力似乎比后者高得多。他们超凡的敏捷性使他们能够以最高的效率使用手枪。 R. 泰根."
AlertString="变种人决斗者"
